[
    {
        "content": "Nothing in life is to be feared. It is only to be understood.",
        "author": "Marie Curie"
    },
    {
        "content": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.",
        "author": "Michael Jordan"
    },
    {
        "content": "If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
        "author": "Michael Jordan"
    },
    {
        "content": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
        "author": "Michael Jordan"
    },
    {
        "content": "In the depth of winter, I finally learned that there was within me an invincible summer.",
        "author": "Albert Camus"
    },
    {
        "content": "It is never too late to be what you might have been.",
        "author": "George Eliot"
    },
    {
        "content": "Nobody will believe in you unless you believe in yourself.",
        "author": "Liberace"
    },
    {
        "content": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "content": "As you think, so shall you become.",
        "author": "Bruce Lee"
    },
    {
        "content": "The key to transforming our hearts and minds is to have an understanding of how our thoughts and emotions work.",
        "author": "Dalai Lama"
    },
    {
        "content": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved.",
        "author": "Helen Keller"
    },
    {
        "content": "To have much learning and skill, to be well-trained in discipline, and good in speech — this is the highest blessing.",
        "author": "The Buddha"
    },
    {
        "content": "A single lamp may light hundreds of thousands of lamps without itself being diminished.",
        "author": "The Buddha"
    },
    {
        "content": "Your worst enemy cannot harm you as much as your own unguarded thoughts.",
        "author": "The Buddha"
    },
    {
        "content": "What is past is left behind. The future is yet unreached. Whatever quality is present, clearly see it right there.",
        "author": "The Buddha"
    },
    {
        "content": "I am not the first Buddha who came upon Earth, nor shall I be the last. In due time, another Buddha will arise in the world - a Holy One, a supremely enlightened One, endowed with wisdom in conduct, auspicious, knowing the universe, an incomparable leader of men, a master of angels and mortals.",
        "author": "The Buddha"
    },
    {
        "content": "Conditions fall apart. Persist with diligence.",
        "author": "The Buddha"
    },
    {
        "content": "Three things cannot be long hidden: the sun, the moon, and the truth.",
        "author": "The Buddha"
    },
    {
        "content": "Those who are free of resentful thoughts surely find peace.",
        "author": "The Buddha"
    },
    {
        "content": "Meditation brings wisdom, lack of meditation leaves ignorance. Know well what leads you forward and what holds you back and choose the path that leads to wisdom.",
        "author": "The Buddha"
    },
    {
        "content": "All phenomena are preceded by the mind, created by the mind, and have the mind as their master.",
        "author": "The Buddha"
    },
    {
        "content": "Do I speak at the right time, or not? Do I speak of facts, or not? Do I speak gently or harshly? Do I speak profitable words or not? Do I speak with a kindly heart, or inwardly malicious?",
        "author": "The Buddha"
    },
    {
        "content": "In a day, when you don’t come across any problems – you can be sure that you are traveling in a wrong path. ",
        "author": "Swami Vivekananda"
    },
    {
        "content": "The world is the great gymnasium where we come to make ourselves strong.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "Learning is the only thing that never fails.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "The goal of human life is to realize the ultimate truth, to know the Self within.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "Life is a journey, not a destination. Enjoy the ride.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "Life is an opportunity, benefit from it.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "The only way to do great work is to love what you do.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "Take up one idea. Make that one idea your life – think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "If you want to shine like a sun, first burn like a sun.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "To succeed in your mission, you must have single-minded devotion to your goal.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "Don't take rest after your first victory because if you fail in second, more lips are waiting to say that your first victory was just luck.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "A big shot is a little shot who keeps on shooting, so keep trying.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "Great dreams of great dreamers are always transcended.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "Dream is not that which you see while sleeping it is something that does not let you sleep.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "To become 'unique,' the challenge is to fight the hardest battle which anyone can imagine until you reach your destination.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "The bird is powered by its own life and by its motivation.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "Don't take rest after your first victory because if you fail in second, more lips are waiting to say that your first victory was just luck.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "What you are destined to become is not revealed now but it is predetermined.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "Man needs his difficulties because they are necessary to enjoy success.",
        "author": "Dr. A.P.J. Abdul Kalam"
    },
    {
        "content": "Heedfulness is the path to the Deathless. Heedlessness is the path to death. The heedful die not. The heedless are as if already dead.",
        "author": "The Buddha"
    },
    {
        "content": "Don’t sacrifice your own welfare for that of another, no matter how great. Realizing your own true welfare, be intent on just that.",
        "author": "The Buddha"
    },
    {
        "content": "I, too, do not envision a doctrine of self the clinging to which there would not arise sorrow, lamentation, pain, grief, and despair.",
        "author": "The Buddha"
    },
    {
        "content": "You should ignore that person’s impure behavior by way of speech and body, and focus on the fact that they get an openness and clarity of heart from time to time. That’s how to get rid of resentment for that person.",
        "author": "The Buddha"
    },
    {
        "content": "Let my skin and sinews and bones dry up, together with all the flesh and blood of my body! I welcome it! But I will not move from this spot until I have attained the supreme and final wisdom.",
        "author": "The Buddha"
    },
    {
        "content": "By oneself is evil done; by oneself is one defiled. By oneself is evil left undone; by oneself is one made pure.",
        "author": "The Buddha"
    },
    {
        "content": "Much though he recites the sacred texts, but acts not accordingly, that heedless man is like a cowherd who only counts the cows of others",
        "author": "The Buddha"
    },
    {
        "content": "Do not scorn what you have received, nor envy the gains of others. He who envies others does not obtain peace of mind.",
        "author": "The Buddha"
    },
    {
        "content": "In the sky there are no tracks. Outside there is no recluse. There are no conditioned things that are eternal. There is no instability in the Buddhas.",
        "author": "The Buddha"
    },
    {
        "content": "Better than a thousand hollow words, is one word that brings peace.",
        "author": "The Buddha"
    },
    {
        "content": "One should not hurt others if one loves oneself.",
        "author": "The Buddha"
    },
    {
        "content": "Drop by drop is the water pot filled. Likewise, the wise man, gathering it little by little, fills himself with good.",
        "author": "The Buddha"
    },
    {
        "content": "'As I am, so are they; as they are, so am I.' Comparing others with oneself, do not kill nor cause others to kill.",
        "author": "The Buddha"
    },
    {
        "content": "A disciplined mind brings happiness.",
        "author": "The Buddha"
    },
    {
        "content": "A noble one produces an abundance of merit by having a compassionate mind towards all living beings.",
        "author": "The Buddha"
    },
    {
        "content": "A wise person should be urgently moved on occasions that make for urgency.",
        "author": "The Buddha"
    },
    {
        "content": "All experiences are preceded by mind, having mind as their master, created by mind.",
        "author": "The Buddha"
    },
    {
        "content": "Ardently do today what must be done. Who knows? Tomorrow, death comes.",
        "author": "The Buddha"
    },
    {
        "content": "Conquer anger with non-anger. Conquer badness with goodness. Conquer meanness with generosity. Conquer dishonesty with truth.",
        "author": "The Buddha"
    },
    {
        "content": "Delight in heedfulness! Guard well your thoughts!",
        "author": "The Buddha"
    },
    {
        "content": "Give, even if you only have a little.",
        "author": "The Buddha"
    },
    {
        "content": "I do not dispute with the world; rather it is the world that disputes with me.",
        "author": "The Buddha"
    },
    {
        "content": "If with a pure mind a person speaks or acts, happiness follows them like a never-departing shadow.",
        "author": "The Buddha"
    },
    {
        "content": "It is in the nature of things that joy arises in a person free from remorse.",
        "author": "The Buddha"
    },
    {
        "content": "Just as a mother would protect her only child with her life, even so let one cultivate a boundless love towards all beings.",
        "author": "The Buddha"
    },
    {
        "content": "Meditate … do not delay, lest you later regret it.",
        "author": "The Buddha"
    },
    {
        "content": "One should train in deeds of merit—generosity, a balanced life, developing a loving mind—that yield long-lasting happiness.",
        "author": "The Buddha"
    },
    {
        "content": "Purity and impurity depend on oneself; no one can purify another.",
        "author": "The Buddha"
    },
    {
        "content": "Radiate boundless love towards the entire world…",
        "author": "The Buddha"
    },
    {
        "content": "Should a seeker not find a companion who is better or equal, let them resolutely pursue a solitary course.",
        "author": "The Buddha"
    },
    {
        "content":"It is better to live your own destiny imperfectly than to live an imitation of somebody else's life with perfection.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content": "Should you find a wise critic to point out your faults, follow him as you would a guide to hidden treasure.",
        "author": "The Buddha"
    },
    {
        "content":"Action is better than inaction, even if imperfect, than nothing at all.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content":"The world is a place of suffering and joy, so focus on joy.",
        "author":"Shri Bhagwad Gita" 
    },
    {
        "content":"In a conflict between the heart and the brain, follow your heart.",
        "author":"Swami Vivekananda"
    },
    {
        "content": "Speak only endearing speech, speech that is welcomed. Speech, when it brings no evil to others, is a pleasant thing.",
        "author": "The Buddha"
    },
    {
        "content": "There is no fear for one whose mind is not filled with desires.",
        "author": "The Buddha"
    },
    {
        "content": "To support mother and father, to cherish partner and children, and to be engaged in peaceful occupation — this is the greatest blessing.",
        "author": "The Buddha"
    },
    {
        "content": "Whatever has the nature of arising has the nature of ceasing.",
        "author": "The Buddha"
    },
    {
        "content":"The greatest sin is to think yourself weak",
        "author":"Swami Vivekananda"
    },
    {
        "content": "Whatever is not yours: let go of it. Your letting go of it will be for your long-term happiness & benefit.",
        "author": "The Buddha"
    },
    {
        "content": "Better than a thousand useless words is one useful word, upon hearing which one attains peace.",
        "author": "The Buddha"
    },
    {
        "content": "It's a good thing to be satisfied with what one has.",
        "author": "The Buddha"
    },
    {
        "content":"The mind is restless and difficult to restrain, but it is subdued by practice.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content": "Let none find fault with others; let none see the omissions and commissions of others. But let one see one's own acts, done and undone.",
        "author": "The Buddha"
    },
    {
        "content": "Should someone do good, let them do it again and again. They should develop this habit, for the accumulation of goodness brings joy.",
        "author": "The Buddha"
    },
    {
        "content":"Those who are motivated only by desire for the fruits of action are miserable, for they are constantly anxious about the results of what they do.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content":"A person can rise through the efforts of his own mind; or draw himself down, in the same manner. Because each person is his own friend or enemy.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content": "The thing that is disliked by me is also disliked by others. Since I dislike this thing, how can I inflict it on someone else?",
        "author": "The Buddha"
    },
    {
        "content": "'All conditioned things are impermanent' — when one sees this with wisdom, one turns away from suffering.",
        "author": "The Buddha"
    },
    {
        "content": "'As I am, so are these. As are these, so am I.' Drawing the parallel to yourself, neither kill nor get others to kill.",
        "author": "The Buddha"
    },
    {
        "content": "A mind unruffled by the vagaries of fortune, from sorrow freed, from defilements cleansed, from fear liberated — this is the greatest blessing.",
        "author": "The Buddha"
    },
    {
        "content":"Neither seek nor avoid, take what comes.",
        "author":"Swami Vivekananda"
    },
    {
        "content":"Arise, awake, and stop not until the goal is achieved.",
        "author":"Swami Vivekananda"
    },
    {
        "content": "All tremble at violence; all fear death. Putting oneself in the place of another, one should not kill nor cause another to kill.",
        "author": "The Buddha"
    },
    {
        "content": "As a water bead on a lotus leaf, as water on a red lily, does not adhere, so the sage does not adhere to the seen, the heard, or the sensed.",
        "author": "The Buddha"
    },
    {
        "content":"He whose undertakings are all devoid of desires and (selfish) purposes and whose actions have been burnt by the fire of knowledge, him the wise call a sage.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content": "As an elephant in the battlefield withstands arrows shot from bows all around, even so shall I endure abuse.",
        "author": "The Buddha"
    },
    {
        "content": "Better it is to live one day seeing the rise and fall of things than to live a hundred years without ever seeing the rise and fall of things.",
        "author": "The Buddha"
    },
    {
        "content":"You have the right to work, but never to the fruit of work.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content":"When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content":"You came empty-handed, and you will leave empty-handed.",
        "author":"Shri Bhagwad Gita"
    },
    {
        "content": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.",
        "author": "Swami Vivekananda"
    },
    {
        "content": "Both formerly and now, it is only suffering that I describe, and the cessation of suffering.",
        "author": "The Buddha"
    },
    {
        "content": "Ceasing to do evil, Cultivating the good, Purifying the heart: This is the teaching of the Buddhas.",
        "author": "The Buddha"
    },
    {
        "content": "Hatred is never appeased by hatred in this world. By non-hatred alone is hatred appeased. This is a law eternal.",
        "author": "The Buddha"
    },
    {
        "content": "He who can curb his wrath as soon as it arises, as a timely antidote will check snake's venom that so quickly spreads, — such a monk gives up the here and the beyond, just as a serpent sheds its worn-out skin.",
        "author": "The Buddha"
    },
    {
        "content": "If a man going down into a river, swollen and swiftly flowing, is carried away by the current — how can he help others across? – The Buddha",
        "author": "The Buddha"
    },
    {
        "content": "Irrigators channel waters; fletchers straighten arrows; carpenters bend wood; the wise master themselves.",
        "author": "The Buddha"
    },
    {
        "content": "We must become the change we want to see.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Forgiveness is choosing to love. It is the first skill of self-giving love.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Just as a solid rock is not shaken by the storm, even so the wise are not affected by praise or blame.",
        "author": "The Buddha"
    },
    {
        "content": "Know from the rivers in clefts and in crevices: those in small channels flow noisily, the great flow silent. Whatever's not full makes noise. Whatever is full is quiet.",
        "author": "The Buddha"
    },
    {
        "content": "May all beings have happy minds.",
        "author": "The Buddha"
    },
    {
        "content": "One is not called noble who harms living beings. By not harming living beings one is called noble.",
        "author": "The Buddha"
    },
    {
        "content": "Radiate boundless love towards the entire world — above, below, and across — unhindered, without ill will, without enmity.",
        "author": "The Buddha"
    },
    {
        "content": "Resolutely train yourself to attain peace.",
        "author": "The Buddha"
    },
    {
        "content": "Should a person do good, let him do it again and again. Let him find pleasure therein, for blissful is the accumulation of good.",
        "author": "The Buddha"
    },
    {
        "content": "Some do not understand that we must die, But those who do realize this settle their quarrels.",
        "author": "The Buddha"
    },
    {
        "content": "The calmed say that what is well-spoken is best; second, that one should say what is right, not unrighteous; third, what's pleasing, not displeasing; fourth, what is true, not false.",
        "author": "The Buddha"
    },
    {
        "content": "The root of suffering is attachment.",
        "author": "The Buddha"
    },
    {
        "content": "The world is afflicted by death and decay. But the wise do not grieve, having realized the nature of the world.",
        "author": "The Buddha"
    },
    {
        "content": "They blame those who remain silent, they blame those who speak much, they blame those who speak in moderation. There is none in the world who is not blamed.",
        "author": "The Buddha"
    },
    {
        "content": "Those who cling to perceptions and views wander the world offending people.",
        "author": "The Buddha"
    },
    {
        "content": "We will develop and cultivate the liberation of mind by lovingkindness, make it our vehicle, make it our basis, stabilize it, exercise ourselves in it, and fully perfect it.",
        "author": "The Buddha"
    },
    {
        "content": "When watching after yourself, you watch after others. When watching after others, you watch after yourself.",
        "author": "The Buddha"
    },
    {
        "content": "Whoever doesn't flare up at someone who's angry wins a battle hard to win.",
        "author": "The Buddha"
    },
    {
        "content": "You yourself must strive. The Buddhas only point the way.",
        "author": "The Buddha"
    },
    {
        "content": "The weak can never forgive. Forgiveness is the attribute of the strong.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Our greatness lies not so much in being able to remake the world as being able to remake ourselves.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Freedom is not worth having if it does not connote freedom to err.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Where there is love there is life.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "It is the quality of our work which will please God, not the quantity.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Be the change that you want to see in the world.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Strength does not come from physical capacity. It comes from an indomitable will.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "Happiness is when what you think, what you say, and what you do are in harmony.",
        "author": "Mahatma Gandhi"
    },
    {
        "content": "The key to transforming our hearts and minds is to have an understanding of how our thoughts and emotions work.",
        "author": "Dalai Lama"
    },
    {
        "content": "Happiness does not come about only due to external circumstances; it mainly derives from inner attitudes.",
        "author": "Dalai Lama"
    },
    {
        "content": "Compassion and happiness are not a sign of weakness but a sign of strength.",
        "author": "Dalai Lama"
    },
    {
        "content": "Happiness is not something ready-made. It comes from your own actions.",
        "author": "Dalai Lama"
    },
    {
        "content": "Love and compassion open our own inner life, reducing stress, distrust and loneliness.",
        "author": "Dalai Lama"
    },
    {
        "content": "By going beyond your own problems and taking care of others, you gain inner strength, self-confidence, courage, and a greater sense of calm.",
        "author": "Dalai Lama"
    },
    {
        "content": "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
        "author": "Dalai Lama"
    },
    {
        "content": "When we feel love and kindness toward others, it not only makes others feel loved and cared for, but it helps us also to develop inner happiness and peace.",
        "author": "Dalai Lama"
    },
    {
        "content": "People take different roads seeking fulfilment and happiness. Just because they're not on your road doesn't mean they've gotten lost.",
        "author": "Dalai Lama"
    },
    {
        "content": "See the positive side, the potential, and make an effort.",
        "author": "Dalai Lama"
    },
    {
        "content": "If we have a positive mental attitude, then even when surrounded by hostility, we shall not lack inner peace.",
        "author": "Dalai Lama"
    },
    {
        "content": "More often than not, anger is actually an indication of weakness rather than of strength.",
        "author": "Dalai Lama"
    },
    {
        "content": "Genuine love should first be directed at oneself; if we do not love ourselves, how can we love others?",
        "author": "Dalai Lama"
    },
    {
        "content": "Happiness mainly comes from our own attitude, rather than from external factors.",
        "author": "Dalai Lama"
    },
    {
        "content": "The most important thing is transforming our minds, for a new way of thinking, a new outlook: we should strive to develop a new inner world.",
        "author": "Dalai Lama"
    },
    {
        "content": "Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?",
        "author": "Dalai Lama"
    },
    {
        "content": "Be kind whenever possible. It is always possible.",
        "author": "Dalai Lama"
    },
    {
        "content": "Consider that not only do negative thoughts and emotions destroy our experience of peace, but they also undermine our health.",
        "author": "Dalai Lama"
    },
    {
        "content": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.",
        "author": "Dalai Lama"
    },
    {
        "content": "To be aware of a single shortcoming in oneself is more useful than to be aware of a thousand in someone else.",
        "author": "Dalai Lama"
    },
    {
        "content": "I believe that we are fundamentally the same and have the same basic potential.",
        "author": "Dalai Lama"
    },
    {
        "content": "There is no need for temples, no need for complicated philosophies. My brain and my heart are my temples; my philosophy is kindness.",
        "author": "Dalai Lama"
    },
    {
        "content": "It is difficult to achieve a spirit of genuine cooperation as long as people remain indifferent to the feelings and happiness of others.",
        "author": "Dalai Lama"
    },
    {
        "content": "With the realization of one's own potential and self-confidence in one's ability, one can build a better world.",
        "author": "Dalai Lama"
    },
    {
        "content": "You are what you believe in. You become that which you believe you can become",
        "author": "Shri Bhagwad Gita"
    },
    {
        "content":"Man is made by his belief. As he believes, so he is",
        "author": "Shri Bhagwad Gita"
    },
    {
        "content":"Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
        "author": "Shri Bhagwad Gita"
    }
]